---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarFreeFormAccessor
source: html/a618cc23-3731-2d6d-fa8d-c773ae9469e7.htm
---
# RebarFreeFormAccessor Members

Add existing shared parameter as a dependency for the calculation of the rebar curves.